[
    {
        "id": 0,
        "name": "Czyste szczęście",
        "category": "happy",
        "text": "łaaaaaaaaa"
    },
    {
        "id": 1,
        "name": "Ty stara pizdo",
        "category": "angry",
        "text": "Ty stara pizdo. Ja pierdole, kurwa. Ile jeszcze? Ile jeszcze tego gnoju trzeba przepychać? Hydraulika! Hydraulika... ze spręzyną zeby w to gówno wbił i kurwa kręcił! Wy kurwy inteligenckie! Kurwa, zginiemy przez was i marna to dla mnie pociecha ze was tez szlag trafi. Mnie moze szlag trafić, ja juz kurwa nie zyje. Ja zyje w suplemencie, ale przed wami jebane całe wasze zycie ma być. Macie się kurwa cieszyć, macie na Malediwy jechać, do Melazji się pierdolić, po Ibizach srać, elektryki se macie kupować, macie życ"
    },
    {
        "id": 2,
        "name": "A to żydzisko jest",
        "category": "offend",
        "text": "A to żydzisko jest. O żesz kurwa mać, nigdy nie widziałem jak on wygląda"
    },
    {
        "id": 3,
        "name": "Czy byłeś w wojsku",
        "category": "offend angry",
        "text": "Byłeś w wojsku kurwo? Pytam się ciebie czy byłeś w wojsku, kurwa jak do ciebie mówię to odpowiadaj jasno na pytania skurwysynu. W ogóle cię to nie dotyczy że jesteś daleko ode mnie. Pytam się ciebie czy byłeś w wojsku, Polaku."
    },
    {
        "id": 4,
        "name": "Idę się wyrzygać",
        "category": "sad",
        "text": "Idę się wyrzygać"
    },
    {
        "id": 5,
        "name": "Biesiada",
        "category": "happy",
        "text": ""
    },
    {
        "id": 6,
        "name": "Jak on pięknie pierdoli",
        "category": "offend",
        "text": "Ach Boże, mój Boże, jak on pięknie pierdoli. To kurwa gnój, zasraniec jeden. Jak to łatwo mu z pyska spadło słuchaj. Że się jeszcze nie udławił własnymi słowami"
    },
    {
        "id": 7,
        "name": "Dostaliśmy wpierdol",
        "category": "happy",
        "text": "Kamratki i Kamraci, no cóż, dostaliśmy wpierdol, ale nie do końca"
    },
    {
        "id": 8,
        "name": "Kraśko",
        "category": "happy offend",
        "text": "Uważaj! Teraz powiem tak jak Kraśko. Zbliżenie na mnie, zbliżenie, duże zbliżenie na mnie. Zostańcie państwo z nami"
    },
    {
        "id": 9,
        "name": "Lat mi ubywa",
        "category": "angry",
        "text": "Ja pierdole! To jest po prostu... Lat mi ubywa, lat mi ubywa, wściekłość mnie cofa do tyłu"
    },
    {
        "id": 10,
        "name": "Obudźcie się",
        "category": "angry",
        "text": "Obudźcie się kurwa ludzie, obudźcie się kurwa"
    },
    {
        "id": 11,
        "name": "W czym masz problem",
        "category": "angry offend",
        "text": "Ale w czym masz problem powiedz mi. W czym masz problem pytam się, odpowiadaj mi na pytanie w czym masz problem a nie kurwa. Z czym masz problem skurwysynu? Mów mi tu zaraz w czym masz problem. A nie że mi tu będziesz inysnuował ty kurwo w dupę ruchana. W czym masz problem? Masz mi mówić w czym masz problem gnoju zaparszywiony w czym twój problem tkwi"
    },
    {
        "id": 12,
        "name": "Za łeb kurwa",
        "category": "angry offend",
        "text": "Za łeb kurwa, nad skraj przepaści i jeb w czaszkę"
    },
    {
        "id": 13,
        "name": "Wróg jest słabszy niż myślicie",
        "category": "offend angry",
        "text": "Kamraci, wróg jest słabszy niż myślicie. Przede wszystkim jest kurwą, wróg to kurwa, żadnego do niego szacunku"
    },
    {
        "id": 14,
        "name": "Puk puk puk panie Kowalski",
        "category": "offend",
        "text": "Puk puk puk panie Kowalski, to już nie jest pana mieszkanie, wypierdalaj pan stąd i pan nie masz powrotu, nie masz pan powrotu w to miejsce, zakazujemy panu wrócić"
    },
    {
        "id": 15,
        "name": "Wiesz co ty możesz?",
        "category": "offend",
        "text": "Wiesz co ty możesz, synku? Możesz się własnymi jajami pobawić co najwyżej"
    },
    {
        "id": 16,
        "name": "Kurwo pierdolona",
        "category": "angry offend",
        "text": "Kurwo pierdolona, skurwysynu w dupę jebany, dziwko jebnana kurwa, gdzie masz szmato oczy kurwo, pierdolona suka kurwa, do gnoju ,nie do auta, skurwysyńska pizda, ja pierdole"
    },
    {
        "id": 17,
        "name": "Pies go pierdolił",
        "category": "offend",
        "text": "Pies go pierdolił w samą jego dupę, w sam środek jego dupy. I żeby to był duży pies, bernardyn"
    },
    {
        "id": 18,
        "name": "Ty pierdolony tchórzu",
        "category": "offend",
        "text": "Ty pierdolony tchórzu maczany w sraczce"
    },
    {
        "id": 19,
        "name": "Śmiech przez łzy",
        "category": "happy",
        "text": ""
    },
    {
        "id": 20,
        "name": "Nie masz prawa mówić do mnie Kamracie",
        "category": "angry offend",
        "text": "Nie masz prawa mówić do mnie Kamracie ty kurwski pomiocie"
    },
    {
        "id": 21,
        "name": "Bagnet francuski",
        "category": "angry",
        "text": "To cię kurwa znajdę i ci łeb odpierdolę bagnetem moim francuskim ty skurwielu ty. Bydlak"
    },
    {
        "id": 22,
        "name": "Co chcesz osiągnąć",
        "category": "offend",
        "text": "Co chcesz kurwa osiągnąć, siedzisz kurwa w Anglii, grzejesz chuja w kiblu, gównem jesteś kurwa"
    },
    {
        "id": 23,
        "name": "Czy pan ochujał",
        "category": "offend",
        "text": "Czy pan ochujał? Myślnik, konstytucja, wykrzyknik"
    },
    {
        "id": 24,
        "name": "Ty kurwo na przyzbie siedząca",
        "category": "angry",
        "text": "Ty kurwo na przyzbie siedząca"
    },
    {
        "id": 25,
        "name": "Żydowski zad",
        "category": "offend",
        "text": "A to, to jest żydowski zad. To takie coś. Przpraszam, ale starałem się"
    },
    {
        "id": 26,
        "name": "Papież",
        "category": "offend",
        "text": "Jak papież, jak ta kurwa w białej kietce, ta szmata pierdolona w Watykanie, ten skurwysyn, ten diabeł pierdolony, kurwa niszczy nasz fundament naszej cywilizacji"
    },
    {
        "id": 27,
        "name": "Może byś się chuju przedstawił",
        "category": "offend angry",
        "text": "No kurwa, może byś się chuju ptzedstawił w dupę jebany co? A nie kurwa masz pytanie. A chuj mnie obchodzi twoje pytanie. Powiedz że się nazywasz Zosia, dzwonisz z Pacanowa i wystawiłaś się do ukłucia kurwa. Przynajmniej jakaś jasność była. Ja pierdole, kurwa, mają pretensje skuwysyny, że są eleganccy, a my jesteśmy szczury. Kurwa nawet nie powie, wymyśl se chuju jakieś imię że się nazywasz na przykład stęchlizna, odbytnik bulgaris. 'A ja mam pytanie', kurwa wypierdalaj"
    },
    {
        "id": 28,
        "name": "Musisz być precyzyjny",
        "category": "offend",
        "text": "Musisz być precyzyjny, skurwysynu"
    },
    {
        "id": 29,
        "name": "Ojca kurwe masz",
        "category": "offend angry",
        "text": "Matkę kurwę masz, ojca kurwę masz, babkę kurwę masz, dziadka kurwę masz, prababkę kurwę masz, pradziadka kurwę masz, praprababkę kurwę masz, jesteś skurwysynem dyplomowanym"
    },
    {
        "id": 30,
        "name": "To ja czekam aż mnie opierdolisz",
        "category": "offend angry",
        "text": "Skurwysynu ty, ty do mnie dzwonisz, chesz mnie sposponować, obrazić i cię na to nie stać kurwo? Ty marnujesz mój czas. To ja czekam kurwa że zadzwonisz, że mnie opierdolisz, że mnie zjedziesz, że obrazisz wszystko co dla mnie święte a ty kurwa nawet tego nie potrafisz? Ty kurwa klocku gówniany wypolerowany kurwa ty. Ty z dupy psiej wypadnięty. Ty skurwysynu suki zawszonej ty, kurwa, matka cię z lisem zrobiła kurwa na stercie gówna. Ty do mnie dzwonisz to się kurwa przygotuj, napisz sobie kurwa tekst wcześniej, naucz się go kurwa na pamięć, zadzwoń kurwa, obraź. A ty mnie wkurwiłeś tym, że mnie nie wkurwiłeś kurwo, nie wkurwiłeś mnie. Tego ci kurwa nigdy nie wybacze. Wpierdolę ci rozrzażony pręt nierozrzażonym końcem w dupę żeby ci nikt nie mógł wyciągnąć"
    },
    {
        "id": 31,
        "name": "Podusmowanie roku",
        "category": "happy",
        "text": "Piłem, pierdoliłem i jeździłem konno"
    },
    {
        "id": 32,
        "name": "Kurwa, zobacz jak to idzie",
        "category": "angry offend",
        "text": "Kurwa, zobacz jak to idzie, jebany cieć w dupę pierdolony. Rusz dupę kurwa! Rusz kurwa dupę pedale kurwo jebana! Przeklinałem? Nie. To dobrze. Idzie kurwa i to nie wiadomo czy to facet czy to baba. Ale jeszcze zwolnił bo to było widać. Zwolnił wiesz dlaczego? Bo zobaczył dwóch facetów i chciał pokazać jaką ma piękną dupę. Zaczął nią kurwa kręcić jak to pederasta"
    },
    {
        "id": 33,
        "name": "Ruszcie swoje tłuste dupska",
        "category": "offend angry",
        "text": "Ruszcie swoje tłuste dupska i łyse pały i maszerować, maszerować, maszerować, aż się rozwali ten układ na strzępy, na kawałki, maszerować!"
    },
    {
        "id": 34,
        "name": "Biurokracja",
        "category": "angry",
        "text": "W pierdolonym dokumencie z pierdolonym nagłówkiem z pierdoloną kursywą z pierdoloną pieczątką z pierodlonym podpisem"
    },
    {
        "id": 35,
        "name": "Dlaczego ty na mnie mówisz że jestem żyd?",
        "category": "sad",
        "text": "Dlaczego ty nam nie mówisz, że ja jestem Żyd? Bo ty jesteś jak Żyd. Marcin... I ty, Brutusia? A ktoś musi być przeciwko tobie."
    },
    {
        "id": 36,
        "name": "Kawiarniane skurwysyny",
        "category": "angry offend",
        "text": "Jak ja kurwa nienawidzę tych kawiarnianych skurwysynów, pierdalonych mądrali, jebanych intelektualistów. Ja bym wam kurwa mózgi rozmazywał na ścianie wy, kurwy wy inteligenckie jebane. Ile kurwa jeszcze czasu ma to trwać? Ja wam kurwa nie odpuszczę wy gnoje zasyfione. Wypierdalać kurwa z Polski jak najdalej do tej jebanej zgniłej Europy. Tam kurwa jak w sraczu jest wasze miejsce owsiki."
    },
    {
        "id": 37,
        "name": "Dlaczego ty siedzisz przed komputerem",
        "category": "angry offend",
        "text": "Dlaczego ty kurwo siedzisz przed komputerem? Idź spać! Idź spać kurwo!"
    },
    {
        "id": 38,
        "name": "Twarde erekcje",
        "category": "happy",
        "text": "Niekończące się twarde erekcje od zaraz. Niekończące się twarde erekcje od zaraz Takich chujiii"
    },
    {
        "id": 39,
        "name": "Kim jest Johny Daniels",
        "category": "angry",
        "text": "Kim jest Johnny Daniels? Pytam się was rodacy! Kim jest Johnny Daniels?"
    },
    {
        "id": 40,
        "name": "█▬█ █ ▀█▀Nigdy z Żydami",
        "category": "happy",
        "text": "Nigdy z Żydami nie będziemy w aliansach, przed ich podłością karku nie skłonimy, bo my, Słowianie, u Boga w ordynansach prawdy bronimy. Bo my, Słowianie, u Boga w ordynansach zrodzy Maryi."
    },
    {
        "id": 41,
        "name": "Daj jakąś interludę",
        "category": "angry",
        "text": "Daj kurwa jakąś interlude, bo kurwa nie mam... Daj kurwa jakiegoś marsza hitlerowskiego!"
    },
    {
        "id": 42,
        "name": "Joker",
        "category": "happy",
        "text": ""
    },
    {
        "id": 43,
        "name": "Foka",
        "category": "happy",
        "text": ""
    },
    {
        "id": 44,
        "name": "Lewackie kobietony",
        "category": "angry offend",
        "text": "Te Lewackie kobietony, te niejendojebane, brzydkie... W duszy brzydkie istoty... Chcą się pierdolić i skrobać, pierdolić i skrobać... To niech się kurwa skrobią! Koparką niech się skrobią kurwa! Tylko budki trzeba postawić. Budki Skrobankowe... Wziąć dupę Lempart jako wymiar główny... Przychodzi baba... Fik! Dupę wsadza w dziurę... A tam wrzuć monetę albo kartą płatniczą albo blikiem... Blub, blub, blub... I tam... Blub, blub, blub... I tam wiertarka... A potem już po wszystkim taki kop w dupę... Blub! I następna..."
    },
    {
        "id": 45,
        "name": "Wartościowy program",
        "category": "angry",
        "text": "Bystrzewski, ty kurwo żydowska! Wojtek! Ja nie oklaskuję rosyjskich szczepionek. Nie oklaskuję rosyjskich szczepionek. Żadnych szczepionek nie oklaskuję. Tak ładnie było, musiałeś na koniec... Wyraźnie to powiedziałem, jestem wrogiem wszystkich szczepionek. Przecież on... to są... Nie, nie, nie. Bystrzewski... To są prowokacje Wojtek, po to żeby z wartościowego... Nie! Wojtek! To są prowokacje po to wyciszyłem cię, żeby z wartościowego programu robić gówno, rozumiesz? Tak jest, tak ma być. Cieszycie się trolle? To kaszkę se zjedzcie."
    },
    {
        "id": 46,
        "name": "Nie ogląda pan telewizji?",
        "category": "angry",
        "text": "...argument to jest, nie ogląda pan telewizji? Ja wtedy mówię, nie!"
    },
    {
        "id": 47,
        "name": "Pierdol się starcze",
        "category": "angry offend",
        "text": " Jak pani będzie rozmawiała z Marcinem......to pani go......te ......tak. Pierdol się, kurwa starcze. Pierdol się, kurwa starcze jebane ty. Spierdoliłeś wszystko w polityce, co mogłeś spierdolić."
    },
    {
        "id": 48,
        "name": "Pieprzysz Olszański",
        "category": "angry offend",
        "text": " Wszystko zrobiłem, a tu ktoś pisze pieprzysz Olszański jak chory psychicznie Zakłamańcu historii Oby cię zamknęli na długie lata za swoje brednie Ty kurwo jebana Mnie kurwa zamkną A ciebie stoczy rak od odbytu po mózg Ty pierdolona żydowska szmato jebana Ja pieprzę? Już go toczysz, siedź Ja pieprzę kurwo A kim ty jesteś? Co ty kurwa masz? Co możesz? Jak ja pieprzę To powiedz mi co masz? Co możesz? Jaka jest twoja przyszłość skurwysynu? Ty kurwo ty Od razu lepiej"
    },
    {
        "id": 49,
        "name": "Pat i Mat",
        "category": "happy angry",
        "text": "Tak to nie, Wojtek. Ale dobra. Złośliwość przedmiotów martwych. No nie mów mi tego do końca, bo to nie jest... Zł... Puść! Ja to zrobię! Puść! Nie, ja to zrobię. Proszę cię... Ja to zrobię. Nie! Źle! Tak było dobrze! Ja to zrobię. To inny ruch trzeba wykonać! Każdy z nas to zrobi. Cofnij tam... Dobrze, dobrze. Już, już. Źle. Już. O! Jebło! Kurwa! Może wstawił mnie tak jak... Wstało dobrze. Musiałeś przestać. Nie, nie stało dobrze. Pierdolony. Wszystko kiedyś w naszym życiu je mnie. Kurwa mać! Pierdolona! Poczekaj. Kurwa! Wojtek. Poczekaj. Ja pierdolę! Kurwa! Pierdolę! Kurwa! Załatwiają mi takie gówniane rzeczy! Dobra, ok."
    },
    {
        "id": 50,
        "name": "Taki już jestem",
        "category": "happy",
        "text": "No taki już jestem i nigdy się nie zmienię. Nie podoba się? To wsadź głowę w dupę Biedronia."
    },
    {
        "id": 51,
        "name": "Uber",
        "category": "angry",
        "text": "A więc aplikacje się nie korzystasz. Zaraz, zaraz, nie. Jak nie? Yyyy... Uber wszedł do Polski. Zarejestrował się jako legalna polska firma. I zaczął działać w 14 roku. Masz prawo zarejestrować firmę w Polsce i działać? Ale Uber jest poza innymi zasadami. Nie. No to jak to nie? Oni se stworzyli inny system rozliczania kasy. To gdzie jest państwo? A, no to widzisz? Gdzie są pierdolone policjanty skarbowe? Do kurwy waszej nędzy jebanej. Kim wy kurwa jesteście? Potraficie kurwa gnębić ludzi? Właśnie! O co chodzi? Wy kurwy wy! Przyjdziemy po was kurwa wasza mać! Kurwa! KURWA! Dobra, kamraci, nie denerwujcie się. Nie, my się kurwa nie denerwujemy! My się wkurwiamy, Cezary! To jest zasadnicza róznicza. Denerwuje się kurwa, jak klient ją wyrucha i nie zapłaci. My się wkurwiamy. Nazwisko tego chuja, który stał na czele kurwa finansów i infrastruktury. I premierem. Kto był w czternastym roku?"
    }
]
